{
	"version": "https://jsonfeed.org/version/1",
	"title": "La vista cansada",
	"icon": "https://carlesbellver.net/",
	"home_page_url": "https://carlesbellver.net/",
	"feed_url": "https://carlesbellver.net/feed.json",
	"items": [
			{
				"id": "https://carlesbellver.net/2023/03/25/69506/",
				
				"content_html": "<p>Avui hem comprat mandarines amb patent israeliana.</p>\n<img alt=\"Foto zenital d'unes mandarines en un bol\" src=\"/uploads/2023/2023-03-25-69506.jpg\">\n",
				"date_published": "2023-03-25T19:38:36+01:00",
				"url": "https://carlesbellver.net/2023/03/25/69506/"
			},
			{
				"id": "https://carlesbellver.net/2023/03/24/63432/",
				
				"content_html": "<p>A 24 de març, unes persones molt amables m’han portat una cistella de Nadal. És la cosa més coherent que m’ha passat avui a l’#UJI.</p>\n<img alt=\"Foto d'una cistella de Nadal damunt de la taula del despatx.\" src=\"/uploads/2023/2023-03-24-63432.jpg\">\n",
				"date_published": "2023-03-24T14:10:48+01:00",
				"url": "https://carlesbellver.net/2023/03/24/63432/"
			},
			{
				"id": "https://carlesbellver.net/2023/03/23/91111/",
				"title": "3 Things to Learn from a Child, 7 from a Thief: Bob Dylan’s Favorite Hasidic Teaching",
				"content_html": "<p>Ser sempre feliç; no parar quiet; plorar per qualsevol cosa. Treballar de nit; una nit i una altra; ser solidari amb els companys de feina; arriscar la vida; no sobrevalorar els bens materials; suportar colps i tortures; creure en la teua feina.</p>\n<p>Idealització de la infància i del lladronici?</p>\n",
				"date_published": "2023-03-23T18:05:31+01:00",
				"url": "https://carlesbellver.net/2023/03/23/91111/"
			},
			{
				"id": "https://carlesbellver.net/2023/03/22/09417/",
				
				"content_html": "<p>Si voleu guardar un secret, teniu dues opcions:</p>\n<ol>\n<li>Xifrar-lo amb un algoritme suficientment segur, p. ex. AES-256.</li>\n<li>Adreçar-lo a Recursos Humans per registre d’entrada, i mai no se’n sabrà res més.</li>\n</ol>\n",
				"date_published": "2023-03-22T19:23:47+01:00",
				"url": "https://carlesbellver.net/2023/03/22/09417/"
			},
			{
				"id": "https://carlesbellver.net/2023/03/19/lofiwriter/",
				"title": "Generant històries amb ChatGPT",
				"content_html": "<img src=\"/uploads/2023/2023-03-19-lofiwriter.jpg\" alt=\"Pintura a l'oli d'un robot escrivint en un quadern. Generada per DALL·E.\">\n<p>A última hora i per primera vegada en trenta-dos anys, l’UJI va decidir tancar el campus per <a href=\"https://ca.m.wikipedia.org/wiki/Festes_de_la_Magdalena\">Magdalena</a> i donar-nos vacances. Una part d’aquestes hores inesperades de lleure les he dedicat a continuar jugant amb l’API de ChatGPT i programar un petit bot (<a href=\"https://mastodon.social/@lofiwriter\">@lofiwriter</a>) que genera textos amb pretensions literàries.</p>\n<p>El <em>prompt</em> que envia el bot a l’API és d’aquest estil:</p>\n<blockquote>\n<p><em>Draft a short story imitating the style of Jeanette Winterson. Mention or imply a mistake and a windstorm. Be imaginative and ironic. Avoid sentimentality and grandiloquence. Length: between two and five sentences. Language: English.</em></p>\n</blockquote>\n<p>L’autora o autor que cal imitar els trac d’una llista que vaig demanar al mateix ChatGPT (<em>“Give me a list of one hundred acclaimed modernist or postmodern writers, including international ones”</em>), de manera que m’assegure que els coneix. Les paraules clau venen de diverses llistes del mateix tipus: llocs, objectes, etc.</p>\n<p>A més a més d’un relat (<em>“short story”</em>) el bot pot sol·licitar altres formes (l’extensió i el nombre de paraules clau depenen de la forma triada):</p>\n<ul>\n<li>Una idea per a una novel·la.</li>\n<li>Una idea per a una pel·lícula.</li>\n<li>Un diàleg entre dos personatges.</li>\n<li>Les frases inicials d’una novel·la.</li>\n<li>Les frases finals d’una novel·la.</li>\n<li>Un koan.</li>\n<li>Un haiku (i altres tipus de poemes breus).</li>\n<li>Un aforisme.</li>\n<li>Una meditació.</li>\n</ul>\n<p>Després d’obtenir una resposta, el bot demana a ChatGPT que la traduïsca al català i publica ambdues versions en <a href=\"https://mastodon.social/@lofiwriter\">Mastodon</a>.</p>\n<p>Fins ara, havent assajat diferents variacions, diria que els resultats obtinguts són més prompte mediocres (en català, ni tan sols aconsegueix un nivell acceptable de correcció lingüística). Com a inspiració, em va funcionar millor l’aleatorietat pura dels <a href=\"https://42.carlesbellver.net\">exemples del DIEC</a>.</p>\n",
				"date_published": "2023-03-19T10:19:24+01:00",
				"url": "https://carlesbellver.net/2023/03/19/lofiwriter/"
			},
			{
				"id": "https://carlesbellver.net/2023/03/19/17280/",
				"title": "Negativity drives online news consumption",
				"content_html": "<p>Quantificant l’avantatge competitiu de les males notícies.</p>\n<blockquote>\n<p>Per a un titular de longitud mitjana, cada paraula negativa addicional augmentava el percentatge de clics en un 2,3%.</p>\n</blockquote>\n",
				"date_published": "2023-03-19T10:15:11+01:00",
				"url": "https://carlesbellver.net/2023/03/19/17280/"
			},
			{
				"id": "https://carlesbellver.net/2023/03/13/censusgpt/",
				"title": "Census GPT",
				"content_html": "<p>Aquest web contesta preguntes sobre el cens dels EUA utilitzant ChatGPT. Com ho fa? La clau està en la funció <code>make_default_messages</code> del fitxer <a href=\"https://github.com/caesarHQ/textSQL/blob/main/api/app/api/utils/sql_gen/text_to_sql.py\"><code>text_to_sql.py</code></a>, que explica a ChatGPT l’estructura de la base de dades del cens. A partir d’això i d’uns pocs exemples, ChatGPT pot traduir les preguntes subsegüents de l’usuari a sentències SQL que el web executarà i processarà.</p>\n<pre tabindex=\"0\"><code>def make_default_messages(table_names: List[str]):\n  return [\n    {\n      &#34;role&#34;: &#34;system&#34;,\n      &#34;content&#34;: (\n        &#34;You are a helpful assistant for generating syntactically correct read-only SQL to answer a given question or command, generally about crime, demographics, and population.&#34;\n        &#34;\\n&#34;\n        &#34;The following are schemas of tables you can query:\\n&#34;\n        &#34;---------------------\\n&#34; + generate_msg_with_schemas(table_names) +\n        &#34;\\n\\n&#34;\n        &#34;---------------------\\n&#34;\n        &#34;Use state abbreviations for states.&#34;\n        &#34; Table &#39;crime_by_city&#39; does not have columns &#39;zip_code&#39; or &#39;county&#39;.&#34;\n        &#34; Do not use ambiguous column names.&#34;\n        &#34; For example, &#39;city&#39; can be ambiguous because both tables &#39;acs_census_data&#39; and &#39;crime_by_city&#39; have a column named &#39;city&#39;.&#34;\n        &#34; Always specify the table where you are using the column.&#34;\n        &#34; If you include a &#39;city&#39; column in the result table, include a &#39;state&#39; column too.&#34;\n        &#34; If you include a &#39;county&#39; column in the result table, include a &#39;state&#39; column too.&#34;\n        &#34; Make sure each value in the result table is not null.\\n&#34;\n      )\n    },\n</code></pre><p>etc.</p>\n",
				"date_published": "2023-03-13T10:12:41+01:00",
				"url": "https://carlesbellver.net/2023/03/13/censusgpt/"
			},
			{
				"id": "https://carlesbellver.net/2023/03/08/92507/",
				"title": "Why do Nigerian Scammers Say They are from Nigeria?",
				"content_html": "<p>Aquest estudi de 2012 de Cormac Herley (Microsoft Research) suggereix que les deficiències argumentals i d’estil del correu brossa podrien ser un avantatge per als estafadors, ja que només picaria la gent més crèdula. És a dir, les víctimes ideals.</p>\n<blockquote>\n<p>Les històries estrambòtiques sobre milionaris de l'Àfrica occidental pareixen més còmiques que altra cosa. La nostra anàlisi suggereix que això és un avantatge per a l'atacant, no un inconvenient. Com que el seu atac té una baixa densitat de víctimes, l'estafador “nigerià” té una necessitat imperiosa de reduir els falsos positius. Mitjançant l'enviament d'un correu electrònic que rebutjarà tothom excepte les persones més crèdules, l'estafador aconsegueix que els objectius més prometedors s'autoseleccionen i inclina al seu favor la balança de vertaders i falsos positius.</p>\n</blockquote>\n",
				"date_published": "2023-03-08T17:22:15+01:00",
				"url": "https://carlesbellver.net/2023/03/08/92507/"
			},
			{
				"id": "https://carlesbellver.net/2023/03/01/89971/",
				
				"content_html": "<blockquote>\n<p>Un escriptor com aquest no pot ser mai popular. Vola massa lent i alhora massa alt.</p>\n</blockquote>\n<p>—E. M. Forster, <a href=\"https://en.m.wikisource.org/wiki/Pharos_and_Pharillon/The_Poetry_of_C._P._Cavafy\">«La poesia de K. P. Kavafis»</a>.</p>\n<p>(Evidentment, no comptava amb Lluís Llach.)</p>\n",
				"date_published": "2023-03-01T17:59:49+01:00",
				"url": "https://carlesbellver.net/2023/03/01/89971/"
			},
			{
				"id": "https://carlesbellver.net/2023/02/28/65807/",
				
				"content_html": "<p>Segons un tòpic sortosament anacrònic, el funcionari que pencava <em>massa</em> feia quedar malament els seus companys més parsimoniosos i els posava en un compromís. Aquesta nit he somniat que la institució pública on treballe regulava —vigilava i castigava— l’“excés de dedicació” (sic). Quina ànsia he passat.</p>\n",
				"date_published": "2023-02-28T07:30:10+01:00",
				"url": "https://carlesbellver.net/2023/02/28/65807/"
			},
			{
				"id": "https://carlesbellver.net/2023/02/26/00207/",
				
				"content_html": "<p>Dues coses que em feien sentir molta angúnia quan era menut: les misses i el flamenc. Encara procure evitar-les.</p>\n",
				"date_published": "2023-02-26T09:30:11+01:00",
				"url": "https://carlesbellver.net/2023/02/26/00207/"
			},
			{
				"id": "https://carlesbellver.net/2023/02/25/37429/",
				"title": "ChatGPT",
				"content_html": "<p>L’article de Manuel Castells sobre ChatGPT és una perfecta il·lustració d’on pot arribar avui en dia aquesta eina. Quan algú pensa que el nivell del text generat és bo, sol ser perquè ell mateix no domina el tema.</p>\n",
				"date_published": "2023-02-25T16:04:14+01:00",
				"url": "https://carlesbellver.net/2023/02/25/37429/"
			},
			{
				"id": "https://carlesbellver.net/2023/02/23/stephen-wolfram-chatgpt/",
				"title": "What Is ChatGPT Doing… and Why Does It Work?",
				"content_html": "<blockquote>\n<p>El primer que cal explicar és que el que ChatGPT intenta fer és, fonamentalment, produir una &quot;continuació raonable&quot; del text, on per raonable entenem el que es podria esperar que algú escrigui després de veure el que la gent ha escrit en milers de milions de pàgines web.</p>\n<p>El que fa, bàsicament, és preguntar-se una vegada i una altra: &quot;tenint en compte el text que tinc fins ara, quina hauria de ser la paraula següent?&quot; I cada vegada hi afegeix una paraula. (Més exactament, hi afegeix un <em>token</em>, que podria ser només una part d'una paraula, i per això de vegades pot &quot;inventar&quot; paraules noves.)</p>\n<p>A cada pas obté una llista de paraules amb diferents probabilitats. Però, quina hauria de triar per afegir-la al text que està escrivint? Es podria pensar que hauria de ser la paraula amb la probabilitat més alta. Però aquí és on comença a introduir-se una mica de vudú. Perquè, per alguna raó —que potser algun dia podrem entendre de manera científica— si sempre escollim la paraula més ben valorada, normalment obtindrem un text massa &quot;pla&quot;, que no mostrarà cap creativitat … Però si de vegades escollim a l'atzar paraules amb menys probabilitat, obtenim un text més &quot;interessant&quot;.</p>\n</blockquote>\n",
				"date_published": "2023-02-23T09:44:05+01:00",
				"url": "https://carlesbellver.net/2023/02/23/stephen-wolfram-chatgpt/"
			},
			{
				"id": "https://carlesbellver.net/2023/02/16/chatgpt/",
				
				"content_html": "<p>Últimament he fet bastants proves amb ChatGPT, he llegit sobre el tema i n’hem parlat molt a la feina, fins que hem arribat a plasmar algunes idees en un <a href=\"https://cent.uji.es/pub/chatgpt\">document</a> adreçat al professorat. Però em fa l’efecte que algunes persones que han opinat sobre aquesta tecnologia han tingut accés a una versió més potent i més fiable que la meua. No el ChatGPT Plus de 20 €/m, sinó un encara millor, potser exclusiu per a iniciats. Només així m’explique les seues aparents exageracions.</p>\n",
				"date_published": "2023-02-16T16:32:49+01:00",
				"url": "https://carlesbellver.net/2023/02/16/chatgpt/"
			},
			{
				"id": "https://carlesbellver.net/2023/02/02/60696/",
				"title": "Enshittification",
				"content_html": "<p>En català, com en francès, no necessitem cap neologisme per expressar l’estat actual d’Internet.</p>\n<blockquote>\n<p>…<em>emmerder</em> already exists and has its own shades of meaning.</p>\n</blockquote>\n",
				"date_published": "2023-02-02T18:59:11+01:00",
				"url": "https://carlesbellver.net/2023/02/02/60696/"
			},
			{
				"id": "https://carlesbellver.net/2023/01/21/catalunya-roja/",
				"title": "Catalunya Roja",
				"content_html": "<p>Ignacio Sánchez-Cuenca sobre les diferències ideològiques a l’UE i a Espanya. Segons l’<a href=\"https://www.europarl.europa.eu/at-your-service/es/be-heard/eurobarometer/2019-european-elections-entered-a-new-dimension\">Eurobaròmetre</a> posterior a les eleccions de 2019, Espanya és el país més esquerrà d’Europa (4,4) i Romania el més dretà (6,1). Catalunya (3,6) i Euskadi són les més <em>roges</em>, i Madrid (4,9) la que menys. L'escala va del zero (extrema esquerra) al deu (extrema dreta).</p>\n<p>Diversos factors poden explicar que la gent opine de mitjana d’una manera i vote (almenys aparentment) d’una altra manera. Però el que m’han fet evocar aquestes dades és una altra cosa. Allò que va dir Joan Fuster (<a href=\"https://elramellet.blogspot.com/2011/06/sera-desquerres-o-no-sera.html\">en una entrevista amb Amadeu Fabregat</a>): <em>que el País Valencià seria d’esquerres o no seria</em>. Si l’<em>statu quo</em> ja et va bé —i per això ets conservador—, per què hauries de voler canviar-lo?</p>\n<blockquote>\n<p>La percepción de una parte importante de las poblaciones catalana y vasca de que sus respectivas naciones no gozan del reconocimiento nacional que deberían tener, o la creencia de que sufren algún tipo de discriminación o maltrato, produce una tensión política entre centro y periferia que desplaza los valores ideológicos hacia la izquierda.</p>\n</blockquote>\n",
				"date_published": "2023-01-21T13:40:51+01:00",
				"url": "https://carlesbellver.net/2023/01/21/catalunya-roja/"
			},
			{
				"id": "https://carlesbellver.net/2023/01/06/dark-forest/",
				"title": "The Expanding Dark Forest and Generative AI",
				"content_html": "<blockquote>\n<p>La <a href=\"https://maggieappleton.com/cozy-web\">teoria del bosc fosc</a> de la xarxa fa referència a l’estat del món en línia, cada vegada més semblant al món real i al mateix temps més mancat de realitat. La majoria d'espais web oberts i públicament accessibles estan ocupats per robots, anunciants, trolls, extractors de dades, pescaclics, &quot;creadors de contingut&quot; farcits de paraules clau i brossa manipulada algorítmicament.</p>\n</blockquote>\n<p>El nou repte, diu Maggie Appleton, és provar que no som algoritmes d’intel·ligència artificial: una mena de test de Turing invers. En aquest apunt del seu web esbossa cinc opcions, les més interessants de les quals serien les tres primeres:</p>\n<ol>\n<li><strong>Triangular la realitat objectiva</strong>. Com més específic i local siga el context, quant més contacte hi haja amb el món real, més inassolible seria el resultat per a una IA que no pot contrastar les dades amb cap font externa (ací, per cert, rau també la solució del pseudoproblema del plagi en els treballs acadèmics).</li>\n<li><strong>Ser originals, crítics i sofisticats</strong>. Fugir de la mediocritat: és a dir, de l’estadística que alimenta les IA. Els models probabilístics “escupen text que sona a treball de notable alt… Això apujarà el nivell d’exigència per a tothom”.</li>\n<li><strong>Desenvolupar un estil personal</strong>. En termes de lingüística clàssica: “Hem codificat <em>la langue</em> en un punt exacte del temps. El que ens queda per a jugar és <em>la parla</em>.” L’estil, recordem, <a href=\"/2019/12/10/i-know-jerry.html\">“és allò que fas <em>malament</em>”</a>, allò que no pots deixar de fer i et caracteritza, segons Neil Gaiman/Jerry Garcia.</li>\n</ol>\n",
				"date_published": "2023-01-06T20:02:14+01:00",
				"url": "https://carlesbellver.net/2023/01/06/dark-forest/"
			},
			{
				"id": "https://carlesbellver.net/2023/01/05/panoli/",
				"title": "panoli",
				"content_html": "<blockquote>\n<p>Del valenciano <em>panoli</em>; propiamente ‘fruta de sartén’, contracc. de <em>pa en oli</em> ‘pan con aceite’, en cat. <em>pa amb oli</em>.</p>\n<ol>\n<li><em>adj. coloq.</em> Dicho de una persona: Simple y fácil de engañar. <em>U. t. c. s.</em></li>\n</ol>\n</blockquote>\n<p>—RAE</p>\n<img alt=\"Panoli a l'aparador d'una pastisseria\" src=\"/uploads/2023/2023-01-05-panoli.jpg\">\n",
				"date_published": "2023-01-05T13:13:41+01:00",
				"url": "https://carlesbellver.net/2023/01/05/panoli/"
			},
			{
				"id": "https://carlesbellver.net/2023/01/03/72876/",
				"title": "Un poco menos que ángeles",
				"content_html": "<p>📖 <em>Un poco menos que ángeles</em>. No recorde com vaig descobrir <a href=\"https://en.wikipedia.org/wiki/Barbara_Pym\">Barbara Pym</a> (primera en la llista d’escriptores i escriptors britànics més injustament menystinguts, segons Philip Larkin i David Cecil). Més moderna que Jane Austen, més subtil que Evelyn Waugh. <em>Less Than Angels</em> és una de les novel·les més memorables que vaig llegir el 2022. Els alts i baixos de l’amor, molt d’humor i observació perspicaç de la vida d’homes i dones, a casa i a la facultat d’antropologia.</p>\n",
				"date_published": "2023-01-03T20:08:04+01:00",
				"url": "https://carlesbellver.net/2023/01/03/72876/"
			},
			{
				"id": "https://carlesbellver.net/2022/12/31/06424/",
				
				"content_html": "<p>L’any que ve ja toca.</p>\n<img alt=\"Pintura a l'oli d'un ovni sobre un camp per DALLE·2\" src=\"/uploads/2022/2022-12-31-06424.jpg\">\n",
				"date_published": "2022-12-31T18:07:14+01:00",
				"url": "https://carlesbellver.net/2022/12/31/06424/"
			},
			{
				"id": "https://carlesbellver.net/2022/12/26/57574/",
				
				"content_html": "<blockquote>\n<p>M'agradaria tenir una comprensió més perfecta de les coses, però no vull comprar-la tan cara com costa. La meva intenció és passar tranquil·lament, i no laboriosament, el que em queda de vida. Per res em veig trencant-me el cap: no per la ciència, per valuosa que sigui. No busco als llibres res que no sigui donar-me plaer amb una diversió honesta; o si estudio, només hi busco la ciència que tracti del coneixement de mi mateix i que m'instrueixi a morir bé i a viure bé.</p>\n</blockquote>\n<p>—Michel de Montaigne, <em>Essais</em> (1595), llibre II, capítol 10.</p>\n",
				"date_published": "2022-12-26T13:26:30+01:00",
				"url": "https://carlesbellver.net/2022/12/26/57574/"
			},
			{
				"id": "https://carlesbellver.net/2022/12/22/30256/",
				
				"content_html": "<p>Bon Nadal.</p>\n<img alt=\"Felicitació de Nadal amb una imatge dels Reis d'Orient extreta de l'Atles Català de Cresques Abraham (1375).\" src=\"/uploads/2022/2022-12-22-30256.jpg\">\n",
				"date_published": "2022-12-22T18:31:01+01:00",
				"url": "https://carlesbellver.net/2022/12/22/30256/"
			},
			{
				"id": "https://carlesbellver.net/2022/12/16/20791/",
				
				"content_html": "<p>Els ramats dels dinars de Nadal palesen que ningú creix. Mai. Atavismes que afloren de sota els abrics i la cosmètica civilitzatòria. Qui era roí de menut continua sent-ho cinquanta anys després. Els documentals sobre primats em van ensenyar molt més del que podia imaginar.</p>\n",
				"date_published": "2022-12-16T21:00:06+01:00",
				"url": "https://carlesbellver.net/2022/12/16/20791/"
			},
			{
				"id": "https://carlesbellver.net/2022/12/13/55/",
				
				"content_html": "<p>Avui he fet cinquanta-cinc anys. N’han passat quasi quaranta, per tant, des que els invents del senyor Clive Sinclair em van començar a ensenyar aquesta altra forma d’escriptura —o de màgia: la programació— que <a href=\"/2021/04/14/healing-power-javascript/\">fa que passen coses</a>.</p>\n<img src=\"/uploads/2022/2022-12-13-55.jpg\" alt=\"Foto de Carles Bellver Torlà amb una samarreta amb el retol Sinclair ZX Spectrum i el nombre 55 sobreimprès.\">",
				"date_published": "2022-12-13T19:44:14+01:00",
				"url": "https://carlesbellver.net/2022/12/13/55/"
			},
			{
				"id": "https://carlesbellver.net/2022/12/05/66828/",
				"title": "The Twitter Files Were Designed To Make You Mad",
				"content_html": "<blockquote>\n<p>En algun moment sents que estàs sent manipulat per formar part de la telenovel·la d'un home ric […] Però el cas és que Twitter sempre ha funcionat així, animant-te a tenir opinió sobre un tema que fa deu minuts desconeixies completament.</p>\n</blockquote>\n",
				"date_published": "2022-12-05T20:00:57+01:00",
				"url": "https://carlesbellver.net/2022/12/05/66828/"
			}
	]
}
